org-files/cv.org
#+OPTIONS: toc:t
#+Title: Jan's CV

* Address


Dept. of Economics

Tilburg University

P.O. Box 90153

5000 LE Tilburg

email: j.boone [at] uvt.nl


* Publications


