cv.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-10-07 Thu 15:18 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Jan's CV</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="JanBoone" />
<link rel="stylesheet" href="css/stylesheet.css" />
</head>
<body>
<div id="preamble" class="status">
<div id="preamble" class="status">
  <div class="banner">

  <p style="text-align: center;">
    
  <a id="name" href="index.html">Jan Boone</a> <br>

  </p>
  
<p style="text-align: justify;">

  <a id="subtitle" href="cv.html">CV</a>
  <a id="subtitle" href="research.html">Research</a>
  <a id="subtitle" href="teaching.html">Teaching</a>
  <a id="subtitle" href="blog.html">Blog</a>

  <span> </span>
</div>

</p>

</div>
</div>
</div>
<div id="content">
<h1 class="title">Jan's CV</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org131b9a1">Address</a></li>
<li><a href="#orgc025b05">Publications</a>
<ul>
<li><a href="#org3ea9a80">Journals</a></li>
<li><a href="#org1c057f5">Dutch journals</a></li>
<li><a href="#orgbc84522">Chapters in Books</a></li>
</ul>
</li>
<li><a href="#org7e2e29e">Coverage in popular press</a></li>
<li><a href="#org53053d2">Prizes and honours</a></li>
<li><a href="#orgd9b7f72">Managerial duties</a></li>
<li><a href="#org17c4ce3">Other activities</a></li>
<li><a href="#org14b6dae">Education</a></li>
<li><a href="#org8eacaf7">Current and Previous positions</a></li>
<li><a href="#org541ed3e">Affiliations</a></li>
<li><a href="#orgf92dea5">Open source skills</a></li>
</ul>
</div>
</div>

<div id="outline-container-org131b9a1" class="outline-2">
<h2 id="org131b9a1">Address</h2>
<div class="outline-text-2" id="text-org131b9a1">
<p>
Dept. of Economics
</p>

<p>
Tilburg University
</p>

<p>
P.O. Box 90153
</p>

<p>
5000 LE Tilburg
</p>

<p>
email: j.boone [at] uvt.nl
</p>
</div>
</div>
