org-files/cv.org
** Journals

- Jan Boone, Florian Schuett, Emanuele Tarantino, forthcoming, '[[https://onlinelibrary-wiley-com.tilburguniversity.idm.oclc.org/share/5R6W3MRUTHUC8ZNXGUYF?target=10.1111/joie.12351][Price Commitments in Standard Setting under Asymmetric Information]]', *Journal of Industrial Economics*.
- Minke Remmerswaal, Jan Boone, Rudy Douven, 2023, '[[https://doi.org/10.1016/j.jhealeco.2023.102782][Minimum generosity levels in a competitive health insurance market]]', *Journal of Health Economics*, Vol. 90 (July). [[./img/Remmerswaal_Boone_Douven_JHE_2023.pdf][pdf]]
- Jan Boone, 2019, '[[https://www-sciencedirect-com.tilburguniversity.idm.oclc.org/science/article/pii/S0167629619300517][Health provider networks with private contracts: Is there under-treatment in narrow networks?]]', *Journal of Health Economics*, Vol. 67 (September).
- Jan Boone, Christoph Schottmueller, 2019, '[[https://onlinelibrary-wiley-com.tilburguniversity.idm.oclc.org/doi/abs/10.1111/iere.12383][Do health insurers contract the best providers? Provider networks, quality and costs]]', *International Economic Review*, Vol. 60 (3), pp. 1209--1247.
- Minke Remmerswaal, Jan Boone, Michiel Bijlsma, Rudy Douven, 2019, '[[https://doi.org/10.1016/j.jpubeco.2019.01.008][Cost-sharing design matters: A comparison of the rebate and deductible in healthcare]]', *Journal of Public Economics*, Vol. 170 (February), pp. 83--97.[[file:./blog.org::*Rebate vs. deductible][blog]]
- Michiel Bijlsma, Jan Boone, Gijsbert Zwart, 2018, '[[https://onlinelibrary-wiley-com.tilburguniversity.idm.oclc.org/doi/10.1111/1756-2171.12254][Competition for traders and risk]]', *RAND Journal of Economics*, Vol. 49 (No. 4), 855--876.
- Jan Boone, 2018, '[[https://doi.org/10.1016/j.jhealeco.2018.05.002][Basic versus supplementary health insurance: Access to care and the role of cost effectiveness]]', *Journal of Health Economics*, Vol. 60 (July), pp. 53--74.
- Michiel Bijlsma, Jan Boone and Gijsbert Zwart, 2017, '[[https://doi.org/10.1016/j.jpubeco.2017.09.006][The complementarity between risk adjustment and community rating: Distorting market outcomes to facilitate redistribution]]', *Journal of Public Economics*, Volume 155 (November), pp. 21--37.
- Jan Boone and Christoph Schottmueller, 2017, '[[https://academic-oup-com.tilburguniversity.idm.oclc.org/ej/article/127/599/84/5067829][Health insurance without single crossing: why healthy people have high coverage]]', *Economic Journal*, Vol. 127 (No. 599), pp. 84--105.
- Jan Boone and Christoph Schottmueller, 2016, '[[https://onlinelibrary-wiley-com.tilburguniversity.idm.oclc.org/doi/10.1111/1756-2171.12143][Procurement with specialized firms]]', *RAND Journal of Economics*, Vol. 47 (No. 3), 661--687.
- Jan Boone, 2015, '[[https://www.sciencedirect.com/science/article/abs/pii/S0047272715001048][Basic versus supplementary health insurance: moral hazard and adverse selection]]', *Journal of Public Economics*, Vol. 128, 50--58.
- Jan Boone and Kresimir Zigic, 2015, '[[http://www.sciencedirect.com/science/article/pii/S1090944315000101][Trade policy in markets with collusion: The case of North-South R&D spillovers]]', *Research in Economics*, Vol. 69, Issue 2, pp. 224-237.
- Michiel Bijlsma, Jan Boone and Gijsbert Zwart, 2014, '[[https://onlinelibrary-wiley-com.tilburguniversity.idm.oclc.org/doi/full/10.1111/1756-2171.12071][Competition leverage: how the demand side affects optimal risk adjustment]]', *RAND Journal of Economics*, Vol. 45 (No. 4), pp. 792--815.
- Jan Boone, Wieland Muller and Sigrid Suetens, 2014, '[[https://onlinelibrary.wiley.com/doi/abs/10.1111/joie.12045][Naked exclusion in the lab: The case of sequential contracting]]', *Journal of Industrial Economics*, 62(1), 137--166.
- Jan Boone and Lans Bovenberg, 2013, '[[https://link-springer-com.tilburguniversity.idm.oclc.org/article/10.1007/s10797-012-9227-y][Optimal taxation and welfare benefits with monitoring of job search]]', *International Tax and Public Finance*, 20, 268--292.
- Jan Boone, Maria Jose Larrain Aylwin, Wieland Muller and Amrita Ray Chaudhuri, 2012, '[[https://www.sciencedirect.com/science/article/pii/S016517651200239X][Bertrand competition with asymmetric costs: Experimental evidence]]', *Economics Letters,* 117(1), 134--137.
- Jan Boone and Wieland Muller, 2012, '[[https://www.sciencedirect.com/science/article/pii/S0167718711000956][The distribution of harm in price-fixing cases]]', *International Journal of Industrial Organization*, 30(2), 265--276.
- Jan Boone, Jan van Ours, Jean-Philippe Wuellrich and Josef Zweimuller, 2011, '[[https://www.sciencedirect.com/science/article/abs/pii/S016762961100066X][Recessions are bad for workplace safety]]', *Journal of Health Economics*, 30(4), 764--773.
- Jan Boone, 2010, Discussion of [[https://academic-oup-com.tilburguniversity.idm.oclc.org/economicpolicy/article-abstract/25/61/165/2918862?redirectedFrom=fulltext][Drugs policy: what should we do about cannabis?]] by S. Pudney, *Economic Policy* 25 (January), 165-211.
- Jan Boone, Roy Chen, Jacob K. Goeree and Angelo Polydoro, 2009, '[[https://link-springer-com.tilburguniversity.idm.oclc.org/article/10.1007%2Fs10683-009-9221-0][Risky procurement with an insider bidder]]', *Experimental Economics*, Vol. 12(4), 417--436.
- Jan Boone, Abdolkarim Sadrieh and Jan C. van Ours, 2009, '[[https://www.sciencedirect.com/science/article/pii/S0014292109000543][Experiments on unemployment benefit sanctions and job search behavior]]', *European Economic Review*, 53(8), 937--951.
- Jan Boone, 2009, Discussion of [[https://academic-oup-com.tilburguniversity.idm.oclc.org/economicpolicy/article-abstract/24/58/349/2926026][Job protection legislation and productivity growth in OECD countries]] by Andrea Bassanini, Luca Nunziata and Danielle Venn, *Economic Policy* 24 (April), 349-402.
- Jan Boone and Jacob K. Goeree, 2009, '[[https://academic-oup-com.tilburguniversity.idm.oclc.org/ej/article/119/534/277/5089566?searchresult=1][Optimal privatisation using qualifying auctions]]', *Economic Journal*, Vol. 119, pp. 277--297.
- Jan Boone, 2008, '[[https://www.mohrsiebeck.com/artikel/competition-theoretical-parameterizations-and-empirical-measures-101628093245608786534640][Competition: Theoretical Parameterizations and Empirical Measures]]', *Journal of Institutional and Theoretical Economics*, 164(4), 587--611.
- Jan Boone, 2008, Discussion of [[https://academic-oup-com.tilburguniversity.idm.oclc.org/economicpolicy/article-abstract/23/56/758/2918895?redirectedFrom=fulltext][Declining Discount Rates]] by C. Gollier, P. Koundouri and T. Pantelidis, *Economic Policy* 23 (October), 757-795.
- Jan Boone, 2008, '[[https://academic-oup-com.tilburguniversity.idm.oclc.org/ej/article/118/531/1245/5089550?searchresult=1][A new way to measure competition]]', *Economic Journal*, Vol. 118, pp. 1245-1261.
- Michele Belot, Jan Boone and Jan van Ours, 2007, '[[https://onlinelibrary.wiley.com/doi/10.1111/j.1468-0335.2006.00576.x][Welfare effects of employment protection]]', *Economica*, Vol. 74, pp. 381-396.
- Jan Boone, Peter Fredriksson, Bertil Holmlund and Jan van Ours, 2007, '[[https://academic-oup-com.tilburguniversity.idm.oclc.org/ej/article/117/518/399/5087918?searchresult=1][Optimal unemployment insurance with monitoring and sanctions]]', *Economic Journal*, Vol. 117, pp. 399-421.
- Jan Boone and Lans Bovenberg, 2007,'[[https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1467-9779.2007.00299.x][The simple economics of bunching: Optimal taxation with quasi-linear preferences]]', *Journal of Public Economic Theory,* 9 (1), 89-105.
- Jan Boone and Jan van Ours, 2006, '[[https://www.sciencedirect.com/science/article/abs/pii/S0167629606000294][Are recessions good for workplace safety?]]', *Journal of Health Economics,* Vol. 25, pp. 1069-1093.
- Jan Boone and Jan Potters, 2006, '[[https://www.sciencedirect.com/science/article/pii/S0165176506002096][Transparency, prices, and welfare with imperfect substitutes]]', *Economic Letters*, Vol. 93, pp. 398-404.
- Jan Boone and Jan van Ours, 2006, '[[https://www-jstor-org.tilburguniversity.idm.oclc.org/stable/40752579?seq=1#page_scan_tab_contents][Modeling financial incentives to get unemployed back to work]]', *Journal of Institutional and Theoretical Economics*, Vol. 162 (2), pp. 227-252.
- Jan Boone and Lans Bovenberg, 2006, '[[https://www.sciencedirect.com/science/article/pii/S002205310400208X][Unemployment vs. In-work Benefits with Search Unemployment and Observable Abilities]]', *Journal of Economic Theory*, Vol. 126, pp. 165-193.
- Jan Boone and Lans Bovenberg, 2004, '[[https://www.sciencedirect.com/science/article/abs/pii/S0047272703001944][The optimal taxation of unskilled labour with job search and social assistance]]', *Journal of Public Economics* Vol. 88, No. 11, 2004, pp. 2227-2258.
- Jan Boone, 2004, '[[https://www.ingentaconnect.com/content/mohr/jite/2004/00000160/00000002/art00006?token=006017a50e25a7c333f25703568293c6c567e504f58602f433e402c3541333c4a2f7a4138763b4046567a772524304fb#expand/collapse][Unemployment insurance and workers' mobility]]', *Journal of Institutional and Theoretical Economics* 160(2), 275-293.
- Jan Boone and Ruud de Mooij, 2003, '[[https://www-jstor-org.tilburguniversity.idm.oclc.org/stable/3488875?Search=yes&resultItemClick=true&searchText=au%3A&searchText=%22Jan+Boone%22&searchUri=%2Faction%2FdoBasicSearch%3Frefreqid%3Dsearch%253A1ebb29d9d118f368d0fe57d8b8163e6d%26amp%3BQuery%3Dau%253A%2522Jan%2BBoone%2522%26amp%3Bsi%3D1&ab_segments=0%2Fdefault-1%2Frelevance_config_with_defaults&refreqid=search%3A19d06fc7e5e9d3a4df12a861e4b3313e&seq=1#metadata_info_tab_contents][Tax policy in a matching model with training]]', *Oxford Economic Papers* Vol. 55: 121-147.
- Jan Boone and Lans Bovenberg, 2002, '[[https://www.sciencedirect.com/science/article/abs/pii/S0047272701001141][Optimal labour taxation and search]]', *Journal of Public Economics* Vol. 85: 53-97.
- Jan Boone, 2001, '[[https://www.sciencedirect.com/science/article/pii/S0167718700000904][Intensity of Competition and the Incentive to Innovate]]', *International Journal of Industrial Organization* Vol. 19: 705-726.
- Jan Boone, 2000, '[[https://www-jstor-org.tilburguniversity.idm.oclc.org/stable/2601000?Search=yes&resultItemClick=true&searchText=jan&searchText=boone&searchText=AND&searchText=RAND&searchUri=%2Faction%2FdoBasicSearch%3Fed%3D%26amp%3BQuery%3Djan%2Bboone%2BAND%2BRAND%26amp%3BsearchType%3DfacetSearch%26amp%3Bpagemark%3DcGFnZU1hcms9Mg%253D%253D%26amp%3Bsd%3D&ab_segments=0%2Fdefault-1%2Frelevance_config_with_defaults&seq=1#metadata_info_tab_contents][Competitive Pressure: The Effects on Investments in Product and Process Innovation]]', *RAND Journal of Economics* Vol. 31, No. 3: 549-569.
- Jan Boone, 2000, '[[https://academic-oup-com.tilburguniversity.idm.oclc.org/ej/article/110/465/581/5140055?searchresult=1][Technological Progress, Downsizing and Unemployment]]', *Economic Journal* 110 (July): 581-600.


