cv.html


<div id="outline-container-orgc025b05" class="outline-2">
<h2 id="orgc025b05">Publications</h2>
<div class="outline-text-2" id="text-orgc025b05">
</div>
<div id="outline-container-org3ea9a80" class="outline-3">
<h3 id="org3ea9a80">Journals</h3>
<div class="outline-text-3" id="text-org3ea9a80">
<ul class="org-ul">
<li>Jan Boone, 2019, '<a href="https://www-sciencedirect-com.tilburguniversity.idm.oclc.org/science/article/pii/S0167629619300517">Health provider networks with private contracts: Is there under-treatment in narrow networks?</a>', <b>Journal of Health Economics</b>, Vol. 67 (September).</li>
<li>Jan Boone, Christoph Schottmueller, 2019, '<a href="https://onlinelibrary-wiley-com.tilburguniversity.idm.oclc.org/doi/abs/10.1111/iere.12383">Do health insurers contract the best providers? Provider networks, quality and costs</a>', <b>International Economic Review</b>, Vol. 60 (3), pp. 1209&#x2013;1247.</li>
<li>Minke Remmerswaal, Jan Boone, Michiel Bijlsma, Rudy Douven, 2019, '<a href="https://doi.org/10.1016/j.jpubeco.2019.01.008">Cost-sharing design matters: A comparison of the rebate and deductible in healthcare</a>', <b>Journal of Public Economics</b>, Vol. 170 (February), pp. 83&#x2013;97.<a href="./blog.html#orga5338ea">blog</a></li>
<li>Michiel Bijlsma, Jan Boone, Gijsbert Zwart, 2018, '<a href="https://onlinelibrary-wiley-com.tilburguniversity.idm.oclc.org/doi/10.1111/1756-2171.12254">Competition for traders and risk</a>', <b>RAND Journal of Economics</b>, Vol. 49 (No. 4), 855&#x2013;876.</li>
<li>Jan Boone, 2018, '<a href="https://doi.org/10.1016/j.jhealeco.2018.05.002">Basic versus supplementary health insurance: Access to care and the role of cost effectiveness</a>', <b>Journal of Health Economics</b>, Vol. 60 (July), pp. 53&#x2013;74.</li>
<li>Michiel Bijlsma, Jan Boone and Gijsbert Zwart, 2017, '<a href="https://doi.org/10.1016/j.jpubeco.2017.09.006">The complementarity between risk adjustment and community rating: Distorting market outcomes to facilitate redistribution</a>', <b>Journal of Public Economics</b>, Volume 155 (November), pp. 21&#x2013;37.</li>
<li>Jan Boone and Christoph Schottmueller, 2017, '<a href="https://academic-oup-com.tilburguniversity.idm.oclc.org/ej/article/127/599/84/5067829">Health insurance without single crossing: why healthy people have high coverage</a>', <b>Economic Journal</b>, Vol. 127 (No. 599), pp. 84&#x2013;105.</li>
<li>Jan Boone and Christoph Schottmueller, 2016, '<a href="https://onlinelibrary-wiley-com.tilburguniversity.idm.oclc.org/doi/10.1111/1756-2171.12143">Procurement with specialized firms</a>', <b>RAND Journal of Economics</b>, Vol. 47 (No. 3), 661&#x2013;687.</li>
<li>Jan Boone, 2015, '<a href="https://www.sciencedirect.com/science/article/abs/pii/S0047272715001048">Basic versus supplementary health insurance: moral hazard and adverse selection</a>', <b>Journal of Public Economics</b>, Vol. 128, 50&#x2013;58.</li>
<li>Jan Boone and Kresimir Zigic, 2015, '<a href="http://www.sciencedirect.com/science/article/pii/S1090944315000101">Trade policy in markets with collusion: The case of North-South R&amp;D spillovers</a>', <b>Research in Economics</b>, Vol. 69, Issue 2, pp. 224-237.</li>
<li>Michiel Bijlsma, Jan Boone and Gijsbert Zwart, 2014, '<a href="https://onlinelibrary-wiley-com.tilburguniversity.idm.oclc.org/doi/full/10.1111/1756-2171.12071">Competition leverage: how the demand side affects optimal risk adjustment</a>', <b>RAND Journal of Economics</b>, Vol. 45 (No. 4), pp. 792&#x2013;815.</li>
<li>Jan Boone, Wieland Muller and Sigrid Suetens, 2014, '<a href="https://onlinelibrary.wiley.com/doi/abs/10.1111/joie.12045">Naked exclusion in the lab: The case of sequential contracting</a>', <b>Journal of Industrial Economics</b>, 62(1), 137&#x2013;166.</li>
<li>Jan Boone and Lans Bovenberg, 2013, '<a href="https://link-springer-com.tilburguniversity.idm.oclc.org/article/10.1007/s10797-012-9227-y">Optimal taxation and welfare benefits with monitoring of job search</a>', <b>International Tax and Public Finance</b>, 20, 268&#x2013;292.</li>
<li>Jan Boone, Maria Jose Larrain Aylwin, Wieland Muller and Amrita Ray Chaudhuri, 2012, '<a href="https://www.sciencedirect.com/science/article/pii/S016517651200239X">Bertrand competition with asymmetric costs: Experimental evidence</a>', <b>Economics Letters,</b> 117(1), 134&#x2013;137.</li>
<li>Jan Boone and Wieland Muller, 2012, '<a href="https://www.sciencedirect.com/science/article/pii/S0167718711000956">The distribution of harm in price-fixing cases</a>', <b>International Journal of Industrial Organization</b>, 30(2), 265&#x2013;276.</li>
<li>Jan Boone, Jan van Ours, Jean-Philippe Wuellrich and Josef Zweimuller, 2011, '<a href="https://www.sciencedirect.com/science/article/abs/pii/S016762961100066X">Recessions are bad for workplace safety</a>', <b>Journal of Health Economics</b>, 30(4), 764&#x2013;773.</li>
<li>Jan Boone, 2010, Discussion of <a href="https://academic-oup-com.tilburguniversity.idm.oclc.org/economicpolicy/article-abstract/25/61/165/2918862?redirectedFrom=fulltext">Drugs policy: what should we do about cannabis?</a> by S. Pudney, <b>Economic Policy</b> 25 (January), 165-211.</li>
<li>Jan Boone, Roy Chen, Jacob K. Goeree and Angelo Polydoro, 2009, '<a href="https://link-springer-com.tilburguniversity.idm.oclc.org/article/10.1007%2Fs10683-009-9221-0">Risky procurement with an insider bidder</a>', <b>Experimental Economics</b>, Vol. 12(4), 417&#x2013;436.</li>
<li>Jan Boone, Abdolkarim Sadrieh and Jan C. van Ours, 2009, '<a href="https://www.sciencedirect.com/science/article/pii/S0014292109000543">Experiments on unemployment benefit sanctions and job search behavior</a>', <b>European Economic Review</b>, 53(8), 937&#x2013;951.</li>
<li>Jan Boone, 2009, Discussion of <a href="https://academic-oup-com.tilburguniversity.idm.oclc.org/economicpolicy/article-abstract/24/58/349/2926026">Job protection legislation and productivity growth in OECD countries</a> by Andrea Bassanini, Luca Nunziata and Danielle Venn, <b>Economic Policy</b> 24 (April), 349-402.</li>
<li>Jan Boone and Jacob K. Goeree, 2009, '<a href="https://academic-oup-com.tilburguniversity.idm.oclc.org/ej/article/119/534/277/5089566?searchresult=1">Optimal privatisation using qualifying auctions</a>', <b>Economic Journal</b>, Vol. 119, pp. 277&#x2013;297.</li>
<li>Jan Boone, 2008, '<a href="https://www.mohrsiebeck.com/artikel/competition-theoretical-parameterizations-and-empirical-measures-101628093245608786534640">Competition: Theoretical Parameterizations and Empirical Measures</a>', <b>Journal of Institutional and Theoretical Economics</b>, 164(4), 587&#x2013;611.</li>
<li>Jan Boone, 2008, Discussion of <a href="https://academic-oup-com.tilburguniversity.idm.oclc.org/economicpolicy/article-abstract/23/56/758/2918895?redirectedFrom=fulltext">Declining Discount Rates</a> by C. Gollier, P. Koundouri and T. Pantelidis, <b>Economic Policy</b> 23 (October), 757-795.</li>
<li>Jan Boone, 2008, '<a href="https://academic-oup-com.tilburguniversity.idm.oclc.org/ej/article/118/531/1245/5089550?searchresult=1">A new way to measure competition</a>', <b>Economic Journal</b>, Vol. 118, pp. 1245-1261.</li>
<li>Michele Belot, Jan Boone and Jan van Ours, 2007, '<a href="https://onlinelibrary.wiley.com/doi/10.1111/j.1468-0335.2006.00576.x">Welfare effects of employment protection</a>', <b>Economica</b>, Vol. 74, pp. 381-396.</li>
<li>Jan Boone, Peter Fredriksson, Bertil Holmlund and Jan van Ours, 2007, '<a href="https://academic-oup-com.tilburguniversity.idm.oclc.org/ej/article/117/518/399/5087918?searchresult=1">Optimal unemployment insurance with monitoring and sanctions</a>', <b>Economic Journal</b>, Vol. 117, pp. 399-421.</li>
<li>Jan Boone and Lans Bovenberg, 2007,'<a href="https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1467-9779.2007.00299.x">The simple economics of bunching: Optimal taxation with quasi-linear preferences</a>', <b>Journal of Public Economic Theory,</b> 9 (1), 89-105.</li>
<li>Jan Boone and Jan van Ours, 2006, '<a href="https://www.sciencedirect.com/science/article/abs/pii/S0167629606000294">Are recessions good for workplace safety?</a>', <b>Journal of Health Economics,</b> Vol. 25, pp. 1069-1093.</li>
<li>Jan Boone and Jan Potters, 2006, '<a href="https://www.sciencedirect.com/science/article/pii/S0165176506002096">Transparency, prices, and welfare with imperfect substitutes</a>', <b>Economic Letters</b>, Vol. 93, pp. 398-404.</li>
<li>Jan Boone and Jan van Ours, 2006, '<a href="https://www-jstor-org.tilburguniversity.idm.oclc.org/stable/40752579?seq=1#page_scan_tab_contents">Modeling financial incentives to get unemployed back to work</a>', <b>Journal of Institutional and Theoretical Economics</b>, Vol. 162 (2), pp. 227-252.</li>
<li>Jan Boone and Lans Bovenberg, 2006, '<a href="https://www.sciencedirect.com/science/article/pii/S002205310400208X">Unemployment vs. In-work Benefits with Search Unemployment and Observable Abilities</a>', <b>Journal of Economic Theory</b>, Vol. 126, pp. 165-193.</li>
<li>Jan Boone and Lans Bovenberg, 2004, '<a href="https://www.sciencedirect.com/science/article/abs/pii/S0047272703001944">The optimal taxation of unskilled labour with job search and social assistance</a>', <b>Journal of Public Economics</b> Vol. 88, No. 11, 2004, pp. 2227-2258.</li>
<li>Jan Boone, 2004, '<a href="https://www.ingentaconnect.com/content/mohr/jite/2004/00000160/00000002/art00006?token=006017a50e25a7c333f25703568293c6c567e504f58602f433e402c3541333c4a2f7a4138763b4046567a772524304fb#expand/collapse">Unemployment insurance and workers' mobility</a>', <b>Journal of Institutional and Theoretical Economics</b> 160(2), 275-293.</li>
<li>Jan Boone and Ruud de Mooij, 2003, '<a href="https://www-jstor-org.tilburguniversity.idm.oclc.org/stable/3488875?Search=yes&amp;resultItemClick=true&amp;searchText=au%3A&amp;searchText=%22Jan+Boone%22&amp;searchUri=%2Faction%2FdoBasicSearch%3Frefreqid%3Dsearch%253A1ebb29d9d118f368d0fe57d8b8163e6d%26amp%3BQuery%3Dau%253A%2522Jan%2BBoone%2522%26amp%3Bsi%3D1&amp;ab_segments=0%2Fdefault-1%2Frelevance_config_with_defaults&amp;refreqid=search%3A19d06fc7e5e9d3a4df12a861e4b3313e&amp;seq=1#metadata_info_tab_contents">Tax policy in a matching model with training</a>', <b>Oxford Economic Papers</b> Vol. 55: 121-147.</li>
<li>Jan Boone and Lans Bovenberg, 2002, '<a href="https://www.sciencedirect.com/science/article/abs/pii/S0047272701001141">Optimal labour taxation and search</a>', <b>Journal of Public Economics</b> Vol. 85: 53-97.</li>
<li>Jan Boone, 2001, '<a href="https://www.sciencedirect.com/science/article/pii/S0167718700000904">Intensity of Competition and the Incentive to Innovate</a>', <b>International Journal of Industrial Organization</b> Vol. 19: 705-726.</li>
<li>Jan Boone, 2000, '<a href="https://www-jstor-org.tilburguniversity.idm.oclc.org/stable/2601000?Search=yes&amp;resultItemClick=true&amp;searchText=jan&amp;searchText=boone&amp;searchText=AND&amp;searchText=RAND&amp;searchUri=%2Faction%2FdoBasicSearch%3Fed%3D%26amp%3BQuery%3Djan%2Bboone%2BAND%2BRAND%26amp%3BsearchType%3DfacetSearch%26amp%3Bpagemark%3DcGFnZU1hcms9Mg%253D%253D%26amp%3Bsd%3D&amp;ab_segments=0%2Fdefault-1%2Frelevance_config_with_defaults&amp;seq=1#metadata_info_tab_contents">Competitive Pressure: The Effects on Investments in Product and Process Innovation</a>', <b>RAND Journal of Economics</b> Vol. 31, No. 3: 549-569.</li>
<li>Jan Boone, 2000, '<a href="https://academic-oup-com.tilburguniversity.idm.oclc.org/ej/article/110/465/581/5140055?searchresult=1">Technological Progress, Downsizing and Unemployment</a>', <b>Economic Journal</b> 110 (July): 581-600.</li>
</ul>
</div>
</div>
