org-files/cv.org
** Dutch journals

- Jan Boone, Rein Halbersma and Wolf Sauter, 2014, 'Risicoverevening en staatssteun in het Nederlandse zorgstelsel', *Markt en Mededinging*, Juni (3), 87--97.
- Rudy Douven and Jan Boone, 2014, 'Efficientie, concurrentie en globale budgetten in de zorg', *TPEdigitaal*, jaargang 8(2): 82--97.
- Jan Boone, Jan van Ours and Henry van der Wiel, 2013, 'When is the price cost margin a safe way to measure changes in competition? *De Economist*, 161: 45-67.
- Jan Boone and Jan van Ours, 2012, Why is there a spike in the job finding rate at benefit exhaustion?*De Economist* 160: 413-438.,
- Erik Schut, Jan Boone and Rudy Douven, 2012, 'Een passende markt voor gepaste zorg', ESB-dossier Gepaste Zorg, Jaargang 97 (4644S) 5 oktober 2012: 18-23.
- Jan Boone, Rudy Douven and Ilaria Mosca, 2010, 'Collectiviteiten en doelmatige zorginkoop', *ESB* 15-10-2010: 614-617.
- Jan Boone en Rudy Douven, 2010, 'Macrorisico en efficientie van zorgverzekeraars', *ESB* 5-2-2010: 84-87.
- Jan Boone and Jan C. van Ours, 2009, 'Bringing Unemployed Back to Work: Effective Active Labor Market Policies', *De Economist* 157(3), Page 293--313.
- Jan Boone, 2001, 'De vragen die mdw niet stelt', *ESB* 27-9-2001: D7 (ESB dossier: Effecten en toekomst van mdw).
- Jan Boone en Jan van Ours, 2000, 'Harder straffen doet minder pijn', *ESB* 26-5-2000: 440-443.
- F. van Oers, R. de Mooij, J. Graafland and Jan Boone, 2000, 'An Earned Income Tax Credit in the Netherlands: simulations with the MIMIC model', *De Economist* 148 (1):19-43.
- Jan Boone en Jan Brinkhuis, 2000, 'Dynamic optimization and models of search in the labor market', *Medium Econometrische Toepassingen*, Jaargang 8, nummer 2.
- Ate Nieuwenhuis and Jan Boone, 1999, 'Tax Policy and the labour market: a sensitivity analysis with an AGE model', *CPB report*: 1999:3 , pp. 34-37.
- Jan Boone and Theon van Dijk, 1998, 'Competition and Innovation', *De Economist* 146 (3): 445-461.
- Boone, J., 1997, 'Competition and Welfare', *CPB Report* 1997-4.

** Chapters in Books


- Jan Boone and Rudy Douven, 'Budgetten en marktwerking in de zorg: waarom en hoe?', in *Een economisch gezonde gezondheidszorg*, Koninklijke Vereniging voor de Staathuishoudkunde Preadviezen 2012, Onder redactie van Prof. Dr. F.T. Schut en Dr. M. Varkevisser.
- Jan Boone, 'Moeten fusies in de "nieuwe economie" anders behandeld worden?', in *Ontwikkelingen mededingingsrecht 2008*, Elsevier Congressen, Onder redactie van Weijer VerLoren van Themaat.
- Jan Boone and Eric van Damme, 'Marktstructuur en Innovatie', in *Innovatie in Nederland: De markt draalt en de overheid faalt*, Koninklijke Vereniging voor de Staathuishoudkunde Preadviezen 2004, Onder redactie van Dr. B. Jacobs en prof. dr. J. J. M. Theeuwes.
- Jan Boone, 'Does competition make firms enterprising or defensive?', in *The Monopolistic Competition Revolution in Retrospect*, 2004, edited by S. Brakman and B. Heijdra, Cambridge Univerisity Press.
- Exercises for the chapters on Competition and Unemployment in Aghion, P. and P. Howitt (1998), *Endogenous Growth Theory*, MIT Press.
- 'Transition: trade off between rents and competition to achieve efficiency' in Conference Volume of China, Choice of Public Policies Towards the 21st Century, Beijing 1998 (Organized by Chinese Academy of Social Sciences and Ford Foundation)



* Coverage in popular press


- New Scientist vol 176 issue 2373 - 14 December 2002, page 14, 'Safety suffers in a slump' on the paper with Jan van Ours 'Cyclical Fluctuations in Workplace Accidents'.
- Elsevier, 20 April 2002, one of the 50 most promising young talents in the Netherlands as selected by the Elsevier weekly magazine.
- Staatscourant Interview on competition and innovation.
- Independent on Sunday, 30 July 2000, on the Downsizing paper in the *Economic Journal* (2000).
- Volkskrant, 9 December 2000, [[./img/Volkskrant.pdf][Het spel en de knikkers]] on a new way to measure competition (in Dutch)

* Prizes and honours


- Certificates of Excellence in Reviewing for [[./img/CertificateOfExcellence_ijio.pdf][International Journal of Industrial Organization]] and [[./img/ExcellenceReviewingCertificate_Labour_Economics.pdf][Labour Economics]].
- Vici grant (2008-2013) "Competition in health care markets".
- Proposal joint with Erik Brouwer and Henry van der Wiel "Market Structure, Innovation and Productivity: An Empirical Approach" was granted a subsidy by NWO/EZ in the program "Innovation Dynamics".
- Winner together with Lans Bovenberg of the IEF educational prize 2002 for our course 'Institutions and Incentives'
- Vernieuwings Impuls grant (2002-2006) [now called "Vidi"]
- Ruigrok Prijs (2001)
- Royal Economic Society Junior Fellowship (1996-1997)
- Rhodes European Scholarship (1993-1996)
- Erasmus prize for the best thesis in economics (1993)


* Managerial duties


- Head of the [[https://www.tilburguniversity.edu/about/schools/economics-and-management/organization/departments/economics.htm][Economics Department]] at Tilburg University (first together with [[http://www.gerlagh.nl/][Reyer Gerlagh]], then with [[https://www.tilburguniversity.edu/staff/j-a-smulders][Sjak Smulders]] (2015-2020))
- Member of management team department of economics (2012-2014)
- Member of Department Evaluation Committee of the department of economics (2010-2014)
- Coordinator of the [[http://www.tilburguniversity.edu/research/institutes-and-research-groups/tilec/research/projects-networks/nza/][NZa/Tilec research cooperation]] on competition and regulation in health care markets (2007-2012)
- Research coordinator Micro Economics (2007-2015)
- Member of the job market committee 2005 for the department of economics
- Organizing seminars for the Micro research group (2004)
- Member of education committee Economics (1999-2001)
- Presided over committee Algemene Economie in Basisfase which looked at the question how to make Economics more attractive for first year students

* Other activities

- Associate Editor [[https://www.journals.elsevier.com/journal-of-health-economics/editorial-board/j-boone][Journal of Health Economics]]
- Member of committee Don on risk adjustment in the Netherlands
- [[http://www.cpb.nl/medewerkers/jan-boone][Academic advisor CPB]] (2008-present)
- Academic advisor NMa (2007-2008)
- Member of NWO Rubicon committee (2006) allocating grants to post-docs to spend up to two years abroad
- Member of the NWO VENI committee which allocates grants to post-docs at Dutch universities (2003-2005)
- Expert committee WRR
- Member of Scientific Council Encore
- Member of advisory group for the ministry of economic affairs on the research programme 'Perceptions of competition'
- Report for CPB, EZ and NMa on a new way to measure competition (done as employee of CPB)
- OECD workshop on competition, Paris, 21 January 2002: member of panel of experts
- Ideeen voor vernieuwing van het innovatiebeleid, Bijdrage aan de workshop "vernieuwing innovatiebeleid" georganiseerd door het Ministerie van Economische Zaken, 17 juni 2002 (joint work with Eric van Damme and Sjak Smulders)


