cv.html


<div id="outline-container-org1c057f5" class="outline-3">
<h3 id="org1c057f5">Dutch journals</h3>
<div class="outline-text-3" id="text-org1c057f5">
<ul class="org-ul">
<li>Jan Boone, Rein Halbersma and Wolf Sauter, 2014, 'Risicoverevening en staatssteun in het Nederlandse zorgstelsel', <b>Markt en Mededinging</b>, Juni (3), 87&#x2013;97.</li>
<li>Rudy Douven and Jan Boone, 2014, 'Efficientie, concurrentie en globale budgetten in de zorg', <b>TPEdigitaal</b>, jaargang 8(2): 82&#x2013;97.</li>
<li>Jan Boone, Jan van Ours and Henry van der Wiel, 2013, 'When is the price cost margin a safe way to measure changes in competition? <b>De Economist</b>, 161: 45-67.</li>
<li>Jan Boone and Jan van Ours, 2012, Why is there a spike in the job finding rate at benefit exhaustion?*De Economist* 160: 413-438.,</li>
<li>Erik Schut, Jan Boone and Rudy Douven, 2012, 'Een passende markt voor gepaste zorg', ESB-dossier Gepaste Zorg, Jaargang 97 (4644S) 5 oktober 2012: 18-23.</li>
<li>Jan Boone, Rudy Douven and Ilaria Mosca, 2010, 'Collectiviteiten en doelmatige zorginkoop', <b>ESB</b> 15-10-2010: 614-617.</li>
<li>Jan Boone en Rudy Douven, 2010, 'Macrorisico en efficientie van zorgverzekeraars', <b>ESB</b> 5-2-2010: 84-87.</li>
<li>Jan Boone and Jan C. van Ours, 2009, 'Bringing Unemployed Back to Work: Effective Active Labor Market Policies', <b>De Economist</b> 157(3), Page 293&#x2013;313.</li>
<li>Jan Boone, 2001, 'De vragen die mdw niet stelt', <b>ESB</b> 27-9-2001: D7 (ESB dossier: Effecten en toekomst van mdw).</li>
<li>Jan Boone en Jan van Ours, 2000, 'Harder straffen doet minder pijn', <b>ESB</b> 26-5-2000: 440-443.</li>
<li>F. van Oers, R. de Mooij, J. Graafland and Jan Boone, 2000, 'An Earned Income Tax Credit in the Netherlands: simulations with the MIMIC model', <b>De Economist</b> 148 (1):19-43.</li>
<li>Jan Boone en Jan Brinkhuis, 2000, 'Dynamic optimization and models of search in the labor market', <b>Medium Econometrische Toepassingen</b>, Jaargang 8, nummer 2.</li>
<li>Ate Nieuwenhuis and Jan Boone, 1999, 'Tax Policy and the labour market: a sensitivity analysis with an AGE model', <b>CPB report</b>: 1999:3 , pp. 34-37.</li>
<li>Jan Boone and Theon van Dijk, 1998, 'Competition and Innovation', <b>De Economist</b> 146 (3): 445-461.</li>
<li>Boone, J., 1997, 'Competition and Welfare', <b>CPB Report</b> 1997-4.</li>
</ul>
</div>
</div>

<div id="outline-container-orgbc84522" class="outline-3">
<h3 id="orgbc84522">Chapters in Books</h3>
<div class="outline-text-3" id="text-orgbc84522">
<ul class="org-ul">
<li>Jan Boone and Rudy Douven, 'Budgetten en marktwerking in de zorg: waarom en hoe?', in <b>Een economisch gezonde gezondheidszorg</b>, Koninklijke Vereniging voor de Staathuishoudkunde Preadviezen 2012, Onder redactie van Prof. Dr. F.T. Schut en Dr. M. Varkevisser.</li>
<li>Jan Boone, 'Moeten fusies in de "nieuwe economie" anders behandeld worden?', in <b>Ontwikkelingen mededingingsrecht 2008</b>, Elsevier Congressen, Onder redactie van Weijer VerLoren van Themaat.</li>
<li>Jan Boone and Eric van Damme, 'Marktstructuur en Innovatie', in <b>Innovatie in Nederland: De markt draalt en de overheid faalt</b>, Koninklijke Vereniging voor de Staathuishoudkunde Preadviezen 2004, Onder redactie van Dr. B. Jacobs en prof. dr. J. J. M. Theeuwes.</li>
<li>Jan Boone, 'Does competition make firms enterprising or defensive?', in <b>The Monopolistic Competition Revolution in Retrospect</b>, 2004, edited by S. Brakman and B. Heijdra, Cambridge Univerisity Press.</li>
<li>Exercises for the chapters on Competition and Unemployment in Aghion, P. and P. Howitt (1998), <b>Endogenous Growth Theory</b>, MIT Press.</li>
<li>'Transition: trade off between rents and competition to achieve efficiency' in Conference Volume of China, Choice of Public Policies Towards the 21st Century, Beijing 1998 (Organized by Chinese Academy of Social Sciences and Ford Foundation)</li>
</ul>
</div>
</div>
</div>



<div id="outline-container-org7e2e29e" class="outline-2">
<h2 id="org7e2e29e">Coverage in popular press</h2>
<div class="outline-text-2" id="text-org7e2e29e">
<ul class="org-ul">
<li>New Scientist vol 176 issue 2373 - 14 December 2002, page 14, 'Safety suffers in a slump' on the paper with Jan van Ours 'Cyclical Fluctuations in Workplace Accidents'.</li>
<li>Elsevier, 20 April 2002, one of the 50 most promising young talents in the Netherlands as selected by the Elsevier weekly magazine.</li>
<li>Staatscourant Interview on competition and innovation.</li>
<li>Independent on Sunday, 30 July 2000, on the Downsizing paper in the <b>Economic Journal</b> (2000).</li>
<li>Volkskrant, 9 December 2000, <a href="../../img/Volkskrant.pdf">Het spel en de knikkers</a> on a new way to measure competition (in Dutch)</li>
</ul>
</div>
</div>

<div id="outline-container-org53053d2" class="outline-2">
<h2 id="org53053d2">Prizes and honours</h2>
<div class="outline-text-2" id="text-org53053d2">
<ul class="org-ul">
<li>Certificates of Excellence in Reviewing for <a href="../../img/CertificateOfExcellence_ijio.pdf">International Journal of Industrial Organization</a> and <a href="../../img/ExcellenceReviewingCertificate_Labour_Economics.pdf">Labour Economics</a>.</li>
<li>Vici grant (2008-2013) "Competition in health care markets".</li>
<li>Proposal joint with Erik Brouwer and Henry van der Wiel "Market Structure, Innovation and Productivity: An Empirical Approach" was granted a subsidy by NWO/EZ in the program "Innovation Dynamics".</li>
<li>Winner together with Lans Bovenberg of the IEF educational prize 2002 for our course 'Institutions and Incentives'</li>
<li>Vernieuwings Impuls grant (2002-2006) [now called "Vidi"]</li>
<li>Ruigrok Prijs (2001)</li>
<li>Royal Economic Society Junior Fellowship (1996-1997)</li>
<li>Rhodes European Scholarship (1993-1996)</li>
<li>Erasmus prize for the best thesis in economics (1993)</li>
</ul>
</div>
</div>


<div id="outline-container-orgd9b7f72" class="outline-2">
<h2 id="orgd9b7f72">Managerial duties</h2>
<div class="outline-text-2" id="text-orgd9b7f72">
<ul class="org-ul">
<li>Head of the <a href="https://www.tilburguniversity.edu/about/schools/economics-and-management/organization/departments/economics.htm">Economics Department</a> at Tilburg University (first together with <a href="http://www.gerlagh.nl/">Reyer Gerlagh</a>, then with <a href="https://www.tilburguniversity.edu/staff/j-a-smulders">Sjak Smulders</a> (2015-2020))</li>
<li>Member of management team department of economics (2012-2014)</li>
<li>Member of Department Evaluation Committee of the department of economics (2010-2014)</li>
<li>Coordinator of the <a href="http://www.tilburguniversity.edu/research/institutes-and-research-groups/tilec/research/projects-networks/nza/">NZa/Tilec research cooperation</a> on competition and regulation in health care markets (2007-2012)</li>
<li>Research coordinator Micro Economics (2007-2015)</li>
<li>Member of the job market committee 2005 for the department of economics</li>
<li>Organizing seminars for the Micro research group (2004)</li>
<li>Member of education committee Economics (1999-2001)</li>
<li>Presided over committee Algemene Economie in Basisfase which looked at the question how to make Economics more attractive for first year students</li>
</ul>
</div>
</div>

<div id="outline-container-org17c4ce3" class="outline-2">
<h2 id="org17c4ce3">Other activities</h2>
<div class="outline-text-2" id="text-org17c4ce3">
<ul class="org-ul">
<li>Associate Editor <a href="https://www.journals.elsevier.com/journal-of-health-economics/editorial-board/j-boone">Journal of Health Economics</a></li>
<li>Member of committee Don on risk adjustment in the Netherlands</li>
<li><a href="http://www.cpb.nl/medewerkers/jan-boone">Academic advisor CPB</a> (2008-present)</li>
<li>Academic advisor NMa (2007-2008)</li>
<li>Member of NWO Rubicon committee (2006) allocating grants to post-docs to spend up to two years abroad</li>
<li>Member of the NWO VENI committee which allocates grants to post-docs at Dutch universities (2003-2005)</li>
<li>Expert committee WRR</li>
<li>Member of Scientific Council Encore</li>
<li>Member of advisory group for the ministry of economic affairs on the research programme 'Perceptions of competition'</li>
<li>Report for CPB, EZ and NMa on a new way to measure competition (done as employee of CPB)</li>
<li>OECD workshop on competition, Paris, 21 January 2002: member of panel of experts</li>
<li>Ideeen voor vernieuwing van het innovatiebeleid, Bijdrage aan de workshop "vernieuwing innovatiebeleid" georganiseerd door het Ministerie van Economische Zaken, 17 juni 2002 (joint work with Eric van Damme and Sjak Smulders)</li>
</ul>
</div>
</div>
