org-files/cv.org
* Education

- Oxford University (Nuffield College): MPhil and DPhil in Economics (1993-1997)
- Erasmus University Rotterdam: MSc in Economics (Dutch 'drs.' title) (1987-1993)

* Current and Previous positions

- Professor of Industrial Economics at Tilburg University (2004-present)
- Associate professor at Tilburg University (2002-2004)
- Assistant professor at Tilburg University (1997-2002)
- Researcher at CPB Netherlands Bureau for Economic Policy Analysis
  (1997-2000)

* Affiliations

- [[https://www.tilburguniversity.edu/research/institutes-and-research-groups/center/][CentER]]
- [[https://www.tilburguniversity.edu/research/institutes-and-research-groups/tilec/][Tilec]]
- [[http://www.cepr.org/][CEPR]]


* Open source skills

-   python, emacs
