cv.html


<div id="outline-container-org14b6dae" class="outline-2">
<h2 id="org14b6dae">Education</h2>
<div class="outline-text-2" id="text-org14b6dae">
<ul class="org-ul">
<li>Oxford University (Nuffield College): MPhil and DPhil in Economics (1993-1997)</li>
<li>Erasmus University Rotterdam: MSc in Economics (Dutch 'drs.' title) (1987-1993)</li>
</ul>
</div>
</div>

<div id="outline-container-org8eacaf7" class="outline-2">
<h2 id="org8eacaf7">Current and Previous positions</h2>
<div class="outline-text-2" id="text-org8eacaf7">
<ul class="org-ul">
<li>Professor of Industrial Economics at Tilburg University (2004-present)</li>
<li>Associate professor at Tilburg University (2002-2004)</li>
<li>Assistant professor at Tilburg University (1997-2002)</li>
<li>Researcher at CPB Netherlands Bureau for Economic Policy Analysis
(1997-2000)</li>
</ul>
</div>
</div>

<div id="outline-container-org541ed3e" class="outline-2">
<h2 id="org541ed3e">Affiliations</h2>
<div class="outline-text-2" id="text-org541ed3e">
<ul class="org-ul">
<li><a href="https://www.tilburguniversity.edu/research/institutes-and-research-groups/center/">CentER</a></li>
<li><a href="https://www.tilburguniversity.edu/research/institutes-and-research-groups/tilec/">Tilec</a></li>
<li><a href="http://www.cepr.org/">CEPR</a></li>
</ul>
</div>
</div>


<div id="outline-container-orgf92dea5" class="outline-2">
<h2 id="orgf92dea5">Open source skills</h2>
<div class="outline-text-2" id="text-orgf92dea5">
<ul class="org-ul">
<li>python, emacs</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<div id="postamble" class="status">

<footer id="footer" class="color color-secondary short">
<p style="text-align: justify;">

  <a id="subtitle" href="cv.html">CV</a>
  <a id="subtitle" href="research.html">Research</a>
  <a id="subtitle" href="teaching.html">Teaching</a>
  <a id="subtitle" href="blog.html">Blog</a>
  <span> </span>
</div>
</p>

</footer>
</div>
</div>
</body>
</html>
